Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: The RxNorm data is updated monthly by NLM and provides standardized names for clinical drugs and links its names to many of the drug vocabularies commonly used in pharmacy management and drug interaction software.
ar: تُحدّث بيانات RxNorm شهريًا بواسطة NLM وتوفر أسماءً موحَّدةً للأدوية السريرية وتربط أسمائها بالعديد من معاجم مصطلحات الأدوية المستخدمة شائعًا في إدارة الصيدلة وبرامج التحقق من تداخلات الأدوية.
ca: Les dades RxNorm s'actualitzen mensualment per la NLM i proporcionen noms estandarditzats per a medicaments clínics i enllacen aquests noms amb molts dels vocabularis de medicaments utilitzats habitualment en la gestió de farmàcia i en el programari d'interacció de fàrmacs.
cs: Data RxNorm jsou aktualizována měsíčně NLM a poskytují standardizovaná názvy klinických léčiv a propojují svá jména s mnoha slovníky léčiv běžně používanými v řízení lékáren a softwaru pro interakce léků.
da: RxNorm-data opdateres månedligt af NLM og giver standardiserede navne for kliniske lægemidler og knytter disse navne til mange af de lægemiddelordbøger, der almindeligvis bruges i apoteksadministration og lægemiddelinteraktionssoftware.
de: Die RxNorm‑Daten werden monatlich vom NLM aktualisiert und liefern standardisierte Namen für klinische Arzneimittel sowie Verknüpfungen dieser Namen zu vielen der in der Apothekenverwaltung und in Programmen zur Wechselwirkungsprüfung üblichen Arzneimittelvokabulare.
el: Τα δεδομένα RxNorm ενημερώνονται μηνιαία από το NLM και παρέχουν τυποποιημένα ονόματα για κλινικά φάρμακα και συνδέουν τα ονόματά τους με πολλά από τα λεξιλόγια φαρμάκων που χρησιμοποιούνται συνήθως στη διαχείριση φαρμακείων και σε λογισμικά αλληλεπιδράσεων φαρμάκων.
es: Los datos de RxNorm se actualizan mensualmente por NLM y proporcionan nombres estandarizados para fármacos clínicos y vinculan sus nombres con muchos de los vocabularios de fármacos que se usan habitualmente en la gestión de farmacias y en el software de interacciones medicamentosas.
es_419: Los datos de RxNorm se actualizan mensualmente por la NLM y ofrecen nombres estandarizados para fármacos clínicos, además de vincular sus nombres con muchos de los vocabularios de medicamentos que se usan comúnmente en la gestión de farmacias y en el software de interacciones entre medicamentos.
fa: داده‌های RxNorm هر ماه توسط NLM به‌روز می‌شوند و نام‌های استانداردی برای داروهای بالینی فراهم می‌کنند و نام‌های خود را به بسیاری از واژگان دارویی که معمولاً در مدیریت داروخانه و نرم‌افزارهای تداخل دارویی استفاده می‌شوند، پیوند می‌دهند.
fi: RxNorm-tiedot päivitetään kuukausittain NLM:n toimesta ja ne tarjoavat standardoidut nimet kliinisille lääkkeille sekä linkittävät nämä nimet moniin apteekkihallinnassa ja lääkeinteraktioiden tarkistuksissa yleisesti käytettyihin lääkevokabulaareihin.
fr: Les données RxNorm sont mises à jour chaque mois par le NLM et fournissent des noms standardisés pour les médicaments cliniques, en reliant ces noms à de nombreux vocabulaires pharmaceutiques couramment utilisés dans la gestion d’officine et les logiciels d’interactions médicamenteuses.
fr_ca: Les données RxNorm sont mises à jour mensuellement par le NLM et fournissent des noms normalisés pour les médicaments cliniques et lient ces noms à de nombreux vocabulaires médicamenteux couramment utilisés dans la gestion pharmaceutique et les logiciels d'interaction médicamenteuse.
he: נתוני RxNorm מתעדכנים חודשית על־ידי NLM ומספקים שמות תקניים לתרופות קליניות ומקשרים את שמותיהם להרבה מהמילונים התרופתיים שנמצאים בשימוש בניהול בתי מרקחת ובתוכנות לאינטראקציות בין תרופות.
hi: RxNorm डेटा NLM द्वारा मासिक रूप से अपडेट किया जाता है और यह क्लिनिकल दवाओं के मानकीकृत नाम प्रदान करता है तथा अपने नामों को फार्मेसी प्रबंधन और दवा इंटरैक्शन सॉफ़्टवेयर में सामान्यतः प्रयोग होने वाली कई दवा शब्दावली से जोड़ता है।
hu: Az RxNorm adatait havonta frissíti az NLM; szabványosított neveket biztosít a klinikai gyógyszerekhez, és összekapcsolja ezeket a neveket a gyógyszertárakban és gyógyszerkölcsönhatás-szoftverekben gyakran használt gyógyszer-vokabularokkal.
id: Data RxNorm diperbarui setiap bulan oleh NLM dan menyediakan nama standar untuk obat klinis serta mengaitkan namanya dengan banyak kosakata obat yang umum digunakan dalam manajemen apotek dan perangkat lunak interaksi obat.
it: I dati RxNorm vengono aggiornati mensilmente dal NLM e forniscono nomi standardizzati per i farmaci clinici, collegando tali nomi a molti dei vocabolari farmaceutici comunemente usati nella gestione della farmacia e nei software per le interazioni farmacologiche.
ja: RxNormのデータはNLMによって毎月更新され、臨床薬の標準化された名称を提供し、その名称を薬局管理や薬剤相互作用ソフトで一般的に使用される多くの薬語彙にリンクします。
kk: RxNorm деректері NLM тарапынан ай сайын жаңартылады және клиникалық дәрі-дәрмектерге стандартталған атаулар береді және осы атауларды дәріхана басқармасы мен дәрі‑дәрмек өзара әрекеттесу бағдарламаларында кеңінен қолданылатын көптеген дәрі‑сөздіктермен байланыстырады.
ko: RxNorm 데이터는 NLM에서 매월 업데이트되며 임상 의약품의 표준화된 명칭을 제공하고, 그 명칭을 약국 관리 및 약물 상호작용 소프트웨어에서 흔히 사용되는 여러 의약품 어휘와 연결합니다.
ms: Data RxNorm dikemas kini setiap bulan oleh NLM dan menyediakan nama piawai untuk ubat klinikal serta menghubungkan namanya kepada banyak kosa kata ubat yang biasa digunakan dalam pengurusan farmasi dan perisian interaksi ubat.
nb: RxNorm-dataene oppdateres månedlig av NLM og gir standardiserte navn for kliniske legemidler og knytter disse navnene til mange av legemiddelvokabulær som ofte brukes i apotekadministrasjon og programvare for legemiddelinteraksjoner.
nl: De RxNorm-gegevens worden maandelijks door NLM bijgewerkt en bieden gestandaardiseerde namen voor klinische geneesmiddelen en koppelen deze namen aan veel van de geneesmiddelenvocabularia die vaak gebruikt worden in apotheekbeheer- en interactiesoftware.
pl: Dane RxNorm są aktualizowane co miesiąc przez NLM i zawierają ustandaryzowane nazwy leków stosowanych w praktyce klinicznej oraz łączą te nazwy z wieloma słownikami leków powszechnie używanymi w zarządzaniu apteką i oprogramowaniu do analiz interakcji leków.
pt_br: Os dados do RxNorm são atualizados mensalmente pelo NLM e fornecem nomes padronizados para medicamentos clínicos, além de relacionarem esses nomes a muitos dos vocabulários de medicamentos comumente usados em softwares de gestão farmacêutica e de interação medicamentosa.
pt_pt: Os dados do RxNorm são atualizados mensalmente pelo NLM e fornecem nomes padronizados para medicamentos clínicos, ligando esses nomes a muitos dos vocabulários de medicamentos frequentemente usados na gestão farmacêutica e em software de interação medicamentosa.
ro: Datele RxNorm sunt actualizate lunar de NLM și oferă denumiri standardizate pentru medicamentele clinice și le leagă de multe dintre vocabulariele medicamentoase folosite frecvent în gestionarea farmaciilor și în software‑ul pentru interacțiuni medicamentoase.
ru: Данные RxNorm обновляются ежемесячно NLM и содержат стандартизованные названия клинических препаратов, а также связывают эти названия со многими словарями лекарственных средств, которые обычно используются в управлении аптекой и в ПО для проверки взаимодействий препаратов.
sv: RxNorm-data uppdateras månadsvis av NLM och innehåller standardiserade namn för kliniska läkemedel samt länkar dessa namn till många av de läkemedelsvokabulär som ofta används i apoteksadministration och programvara för läkemedelsinteraktioner.
th: ข้อมูล RxNorm จะได้รับการอัปเดตทุกเดือนโดย NLM และให้ชื่อมาตรฐานสำหรับยาทางคลินิก รวมถึงเชื่อมชื่อเหล่านี้กับพจนานุกรมยาอื่นๆ ที่ใช้ทั่วไปในระบบจัดการร้านขายยาและซอฟต์แวร์ตรวจจับปฏิกิริยาระหว่างยา.
tr: RxNorm verileri NLM tarafından aylık olarak güncellenir; klinik ilaçlar için standartlaştırılmış adlar sağlar ve bu adları eczane yönetimi ile ilaç etkileşim yazılımlarında yaygın olarak kullanılan birçok ilaç terminolojisine bağlar.
vi: Dữ liệu RxNorm được NLM cập nhật hàng tháng và cung cấp tên chuẩn cho các thuốc lâm sàng, đồng thời liên kết những tên này với nhiều hệ từ vựng thuốc thường được dùng trong quản lý nhà thuốc và phần mềm kiểm tra tương tác thuốc.
zh_hans: RxNorm 数据由 NLM 每月更新，提供临床药物的标准化名称，并将这些名称与药房管理和药物相互作用软件中常用的众多药物词汇表相连接。
zh_hant: RxNorm 的資料由 NLM 每月更新，提供臨床用藥的標準名稱，並將這些名稱連結到許多藥局管理與藥物交互軟體常用的藥物詞彙。
zh_hk: RxNorm 資料由美國國家醫學圖書館（NLM）每月更新，提供臨床藥物的標準化名稱，並將其名稱連結到多種常見於藥房管理及藥物交互軟件的藥物詞彙。

source: The unit of measurement (optional)
ar: وحدة القياس (اختياري)
ca: La unitat de mesura (opcional)
cs: Jednotka měření (volitelné)
da: Måleenhed (valgfri)
de: Die Maßeinheit (optional)
el: Η μονάδα μέτρησης (προαιρετική)
es: La unidad de medida (opcional)
es_419: La unidad de medida (opcional)
fa: واحد اندازه‌گیری (اختیاری)
fi: Mittayksikkö (valinnainen)
fr: Unité de mesure (facultatif)
fr_ca: Unité de mesure (facultative)
he: יחידת מידה (אופציונלית)
hi: माप की इकाई (वैकल्पिक)
hu: A mértékegység (opcionális)
id: Satuan pengukuran (opsional)
it: L'unità di misura (opzionale)
ja: 測定単位（任意）
kk: Өлшем бірлігі (міндетті емес)
ko: 측정 단위(선택 사항)
ms: Unit pengukuran (pilihan)
nb: Måleenheten (valgfritt)
nl: De maateenheid (optioneel)
pl: Jednostka miary (opcjonalnie)
pt_br: A unidade de medida (opcional)
pt_pt: A unidade de medida (opcional)
ro: Unitatea de măsură (opțional)
ru: Единица измерения (необязательно)
sv: Mätenhet (valfritt)
th: หน่วยวัด (ไม่บังคับ)
tr: Ölçü birimi (isteğe bağlı)
vi: Đơn vị đo (tùy chọn)
zh_hans: 测量单位（可选）
zh_hant: 單位（可選）
zh_hk: 計量單位（可選）

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nelze vrátit zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
es_419: Esta acción no se puede deshacer.
fa: این عملیات قابل بازگشت نیست.
fi: Tätä toimintoa ei voi perua.
fr: Cette action est irréversible.
fr_ca: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: यह कार्रवाई पूर्ववत नहीं की जा सकती।
hu: Ezt a műveletet nem lehet visszavonni.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
kk: Бұл әрекетті кері қайтаруға болмайды.
ko: 이 작업은 되돌릴 수 없습니다.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze handeling kan niet ongedaan gemaakt worden.
pl: Tej czynności nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
pt_pt: Esta ação não pode ser desfeita.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sv: Denna åtgärd kan inte ångras.
th: การกระทำนี้ไม่สามารถย้อนกลับได้.
tr: Bu işlem geri alınamaz.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此動作無法復原。
zh_hk: 此操作無法復原。

source: This action cannot be undone. All history and reminders for this medication will be deleted.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف كل السجلّ والتذكيرات المتعلقة بهذا الدواء.
ca: Aquesta acció no es pot desfer. Tot l’historial i els recordatoris d’aquest medicament s'eliminaran.
cs: Tuto akci nelze vrátit zpět. Veškerá historie a připomenutí pro tento lék budou smazána.
da: Denne handling kan ikke fortrydes. Al historik og alle påmindelser for dette lægemiddel vil blive slettet.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Verlaufsdaten und Erinnerungen für dieses Medikament werden gelöscht.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Όλο το ιστορικό και οι υπενθυμίσεις για αυτό το φάρμακο θα διαγραφούν.
es: Esta acción no se puede deshacer. Todo el historial y los recordatorios de este medicamento se eliminarán.
es_419: Esta acción no se puede deshacer. Se eliminarán todo el historial y los recordatorios de este medicamento.
fa: این عملیات قابل بازگشت نیست. تمام سابقه و یادآورها برای این دارو حذف خواهند شد.
fi: Tätä toimintoa ei voi perua. Tämän lääkkeen kaikki historia ja muistutukset poistetaan.
fr: Cette action est irréversible. Tout l’historique et les rappels pour ce médicament seront supprimés.
fr_ca: Cette action est irréversible. Tout l’historique et les rappels pour ce médicament seront supprimés.
he: לא ניתן לבטל פעולה זו. כל ההיסטוריה והתזכורות עבור תרופה זו יימחקו.
hi: यह कार्रवाई पूर्ववत नहीं की जा सकती। इस दवा का सारा इतिहास और रिमाइंडर हटा दिया जाएगा।
hu: Ezt a műveletet nem lehet visszavonni. Ennek a gyógyszernek az összes előzménye és emlékeztetője törlésre kerül.
id: Tindakan ini tidak dapat dibatalkan. Semua riwayat dan pengingat untuk obat ini akan dihapus.
it: Questa azione non può essere annullata. Tutta la cronologia e i promemoria relativi a questo medicinale verranno eliminati.
ja: この操作は取り消せません。この薬のすべての履歴とリマインダーは削除されます。
kk: Бұл әрекетті кері қайтаруға болмайды. Осы дәріге қатысты барлық жазбалар мен еске салғыштар жойылады.
ko: 이 작업은 되돌릴 수 없습니다. 이 약물에 대한 모든 기록과 알림이 삭제됩니다.
ms: Tindakan ini tidak boleh dibatalkan. Semua sejarah dan peringatan untuk ubat ini akan dipadamkan.
nb: Denne handlingen kan ikke angres. All historikk og påminnelser for dette legemidlet vil bli slettet.
nl: Deze handeling kan niet ongedaan gemaakt worden. Alle geschiedenis en herinneringen voor dit medicijn worden verwijderd.
pl: Tej czynności nie można cofnąć. Cała historia i przypomnienia dotyczące tego leku zostaną usunięte.
pt_br: Esta ação não pode ser desfeita. Todo o histórico e lembretes deste medicamento serão excluídos.
pt_pt: Esta ação não pode ser desfeita. Todo o histórico e os lembretes relativos a este medicamento serão eliminados.
ro: Această acțiune nu poate fi anulată. Istoricul și mementourile pentru acest medicament vor fi șterse.
ru: Это действие нельзя отменить. Вся история и напоминания для этого лекарства будут удалены.
sv: Denna åtgärd kan inte ångras. All historik och alla påminnelser för detta läkemedel kommer att raderas.
th: การกระทำนี้ไม่สามารถย้อนกลับได้. ประวัติและการเตือนทั้งหมดสำหรับยานี้จะถูกลบออก.
tr: Bu işlem geri alınamaz. Bu ilaca ait tüm geçmiş ve hatırlatıcılar silinecektir.
vi: Hành động này không thể hoàn tác. Tất cả lịch sử và các nhắc nhở liên quan đến thuốc này sẽ bị xóa.
zh_hans: 此操作无法撤销。该药物的所有历史记录和提醒将被删除。
zh_hant: 此動作無法復原。此藥物的所有記錄與提醒將會被刪除。
zh_hk: 此操作無法復原。此藥物的所有紀錄與提醒將會被刪除。

source: This app is not a replacement for medical advice.
ar: لا يعد هذا التطبيق بديلاً عن النصيحة الطبية.
ca: Aquesta aplicació no substitueix el consell mèdic.
cs: Tato aplikace nenahrazuje lékařské poradenství.
da: Denne app erstatter ikke lægelig rådgivning.
de: Diese App ersetzt keine medizinische Beratung.
el: Αυτή η εφαρμογή δεν αντικαθιστά ιατρικές συμβουλές.
es: Esta app no sustituye el consejo médico.
es_419: Esta app no reemplaza el asesoramiento médico.
fa: این برنامه جایگزین مشاوره پزشکی نیست.
fi: Tämä sovellus ei korvaa lääketieteellistä neuvontaa.
fr: Cette application ne remplace pas un avis médical.
fr_ca: Cette application ne remplace pas un avis médical.
he: האפליקציה הזו אינה תחליף לייעוץ רפואי.
hi: यह ऐप चिकित्सा सलाह का विकल्प नहीं है।
hu: Ez az alkalmazás nem helyettesíti az orvosi tanácsot.
id: Aplikasi ini bukan pengganti saran medis.
it: Questa app non sostituisce il parere medico.
ja: このアプリは医療に関する助言の代わりにはなりません。
kk: Бұл қосымша медициналық кеңестің орнын баспайды.
ko: 이 앱은 의료 조언을 대체하지 않습니다.
ms: Aplikasi ini bukan pengganti nasihat perubatan.
nb: Denne appen er ikke en erstatning for medisinsk rådgivning.
nl: Deze app is geen vervanging voor medisch advies.
pl: Ta aplikacja nie zastępuje porady medycznej.
pt_br: Este app não substitui o aconselhamento médico.
pt_pt: Esta app não substitui aconselhamento médico.
ro: Această aplicație nu înlocuiește sfatul medical.
ru: Это приложение не заменяет медицинскую консультацию.
sv: Den här appen ersätter inte medicinska råd.
th: แอพนี้ไม่สามารถทดแทนคำแนะนำทางการแพทย์ได้.
tr: Bu uygulama tıbbi tavsiyenin yerine geçmez.
vi: Ứng dụng này không thể thay thế cho lời khuyên y tế.
zh_hans: 该应用不能替代医疗建议。
zh_hant: 本應用程式不能取代醫療建議。
zh_hk: 此應用程式不能取代醫療建議。

source: This app uses the RxNorm API to provide:
ar: يستخدم هذا التطبيق واجهة برمجة تطبيقات RxNorm لتوفير:
ca: Aquesta aplicació utilitza l'API de RxNorm per proporcionar:
cs: Tato aplikace používá RxNorm API k poskytování:
da: Denne app bruger RxNorm API'en til at levere:
de: Diese App verwendet die RxNorm API, um Folgendes bereitzustellen:
el: Αυτή η εφαρμογή χρησιμοποιεί το RxNorm API για να παρέχει:
es: Esta app utiliza la API de RxNorm para proporcionar:
es_419: Esta app utiliza la API de RxNorm para proporcionar:
fa: این برنامه از APIِ RxNorm برای فراهم‌کردن موارد زیر استفاده می‌کند:
fi: Tämä sovellus käyttää RxNorm-APIa tarjotakseen:
fr: Cette application utilise l’API RxNorm pour fournir :
fr_ca: Cette application utilise l’API RxNorm pour fournir :
he: האפליקציה משתמשת ב‑RxNorm API כדי לספק:
hi: यह ऐप RxNorm API का उपयोग करके प्रदान करता है:
hu: Ez az alkalmazás az RxNorm API-t használja a következőkhöz:
id: Aplikasi ini menggunakan RxNorm API untuk menyediakan:
it: Questa app usa l'API RxNorm per fornire:
ja: このアプリはRxNorm APIを使用して、以下を提供します：
kk: Бұл қосымша келесі мәліметтерді ұсыну үшін RxNorm API-ын пайдаланады:
ko: 이 앱은 RxNorm API를 사용하여 다음을 제공합니다:
ms: Aplikasi ini menggunakan RxNorm API untuk menyediakan:
nb: Denne appen bruker RxNorm API-et for å tilby:
nl: Deze app gebruikt de RxNorm API om het volgende te bieden:
pl: Ta aplikacja korzysta z API RxNorm, aby udostępnić:
pt_br: Este app usa a API do RxNorm para fornecer:
pt_pt: Esta app utiliza a API RxNorm para fornecer:
ro: Această aplicație folosește API‑ul RxNorm pentru a furniza:
ru: Это приложение использует API RxNorm для предоставления:
sv: Den här appen använder RxNorm-API:t för att tillhandahålla:
th: แอพนี้ใช้ RxNorm API เพื่อให้ข้อมูลดังต่อไปนี้:
tr: Bu uygulama aşağıdakileri sağlamak için RxNorm API'sini kullanır:
vi: Ứng dụng này sử dụng API RxNorm để cung cấp:
zh_hans: 本应用使用 RxNorm API 提供：
zh_hant: 本應用程式使用 RxNorm API 提供：
zh_hk: 此應用程式使用 RxNorm API 提供：

source: This application does not provide medical advice, diagnosis, or treatment. All content, including text, graphics, and information, is for informational purposes only.
ar: هذا التطبيق لا يقدم نصائح طبية أو تشخيصًا أو علاجًا. كل المحتوى، بما في ذلك النصوص والرسومات والمعلومات، مُعدّ لأغراضٍ معلوماتيةٍ فقط.
ca: Aquesta aplicació no ofereix assessorament mèdic, diagnòstic ni tractament. Tot el contingut, incloent-hi text, gràfics i informació, és només per a finalitats informatives.
cs: Tato aplikace neposkytuje lékařské poradenství, diagnostiku ani léčbu. Veškerý obsah, včetně textu, grafiky a informací, slouží pouze pro informační účely.
da: Denne applikation giver ikke lægelig rådgivning, diagnose eller behandling. Alt indhold, herunder tekst, grafik og information, er kun til informationsformål.
de: Diese Anwendung bietet keine medizinische Beratung, Diagnose oder Behandlung. Alle Inhalte, einschließlich Text, Grafiken und Informationen, dienen nur zu Informationszwecken.
el: Αυτή η εφαρμογή δεν παρέχει ιατρικές συμβουλές, διάγνωση ή θεραπεία. Όλο το περιεχόμενο, συμπεριλαμβανομένου του κειμένου, των γραφικών και των πληροφοριών, προορίζεται μόνο για ενημερωτικούς σκοπούς.
es: Esta aplicación no ofrece asesoramiento médico, diagnóstico ni tratamiento. Todo el contenido, incluidos texto, gráficos e información, tiene únicamente fines informativos.
es_419: Esta aplicación no ofrece asesoramiento médico, diagnóstico ni tratamiento. Todo el contenido, incluidos textos, gráficos e información, es solo para fines informativos.
fa: این برنامه مشاوره پزشکی، تشخیص یا درمان ارائه نمی‌دهد. همهٔ محتوا، از جمله متن، تصاویر و اطلاعات، فقط برای مقاصد اطلاع‌رسانی است.
fi: Tämä sovellus ei anna lääketieteellistä neuvontaa, diagnoosia tai hoitoa. Kaikki sisältö, mukaan lukien teksti, grafiikka ja tiedot, on tarkoitettu vain tiedoksi.
fr: Cette application ne fournit pas de conseils médicaux, de diagnostic ni de traitement. Tout le contenu, y compris les textes, graphiques et informations, est donné à titre informatif.
fr_ca: Cette application ne fournit pas de conseils médicaux, de diagnostic ni de traitement. Tout le contenu, y compris le texte, les illustrations et les renseignements, est fourni à titre informatif seulement.
he: יישום זה אינו מספק ייעוץ רפואי, אבחנה או טיפול. כל התוכן, כולל טקסט, גרפיקה ומידע, נועד למטרות מידע בלבד.
hi: यह ऐप चिकित्सा सलाह, निदान, या उपचार प्रदान नहीं करता। इसमें मौजूद सभी सामग्री — टेक्स्ट, ग्राफ़िक्स और जानकारी — केवल सूचना के उद्देश्य के लिए है।
hu: Ez az alkalmazás nem nyújt orvosi tanácsot, diagnózist vagy kezelést. Minden tartalom, beleértve a szöveget, grafikát és információkat, kizárólag tájékoztató jellegű.
id: Aplikasi ini tidak memberikan saran medis, diagnosis, atau pengobatan. Semua konten, termasuk teks, grafik, dan informasi, hanya untuk tujuan informasi.
it: Questa applicazione non fornisce consigli medici, diagnosi o terapie. Tutti i contenuti, inclusi testi, grafiche e informazioni, sono solo a scopo informativo.
ja: 本アプリは医療に関する助言、診断、または治療を提供するものではありません。テキストや図、情報を含むすべての内容は参考目的のみです。
kk: Бұл қосымша медициналық кеңес, диагноз немесе емдеу ұсынбайды. Мәтіндер, графика және ақпаратты қоса алғанда барлық мазмұн тек ақпараттық мақсатта беріледі.
ko: 이 응용 프로그램은 의료 조언, 진단 또는 치료를 제공하지 않습니다. 텍스트, 그래픽 및 정보 등 모든 콘텐츠는 정보 제공 목적으로만 제공됩니다.
ms: Aplikasi ini tidak memberikan nasihat perubatan, diagnosis, atau rawatan. Semua kandungan, termasuk teks, grafik, dan maklumat, adalah untuk tujuan maklumat sahaja.
nb: Denne applikasjonen gir ikke medisinske råd, diagnoser eller behandling. Alt innhold, inkludert tekst, grafikk og informasjon, er kun ment for informasjonsformål.
nl: Deze applicatie geeft geen medisch advies, diagnose of behandeling. Alle inhoud, inclusief tekst, afbeeldingen en informatie, is alleen bedoeld voor informatieve doeleinden.
pl: Ta aplikacja nie udziela porad medycznych, nie stawia diagnoz ani nie prowadzi leczenia. Wszystkie treści, w tym teksty, grafiki i informacje, mają wyłącznie charakter informacyjny.
pt_br: Esta aplicação não fornece aconselhamento médico, diagnóstico ou tratamento. Todo o conteúdo, incluindo texto, gráficos e informações, é apenas para fins informativos.
pt_pt: Esta aplicação não fornece aconselhamento médico, diagnóstico ou tratamento. Todo o conteúdo, incluindo texto, gráficos e informação, destina‑se apenas a fins informativos.
ro: Această aplicație nu oferă sfaturi medicale, diagnostic sau tratament. Toate materialele, inclusiv textele, grafica și informațiile, sunt doar cu caracter informativ.
ru: Это приложение не предоставляет медицинских рекомендаций, диагноза или лечения. Вся информация, включая текст, графику и данные, предназначена только для справочных целей.
sv: Denna applikation ger inte medicinska råd, diagnos eller behandling. Allt innehåll, inklusive text, grafik och information, är endast avsett för informationsändamål.
th: แอปพลิเคชันนี้ไม่ได้ให้คำแนะนำทางการแพทย์ การวินิจฉัย หรือการรักษา เนื้อหาทั้งหมดรวมถึงข้อความ กราฟิก และข้อมูล มีไว้เพื่อวัตถุประสงค์ในการให้ข้อมูลเท่านั้น.
tr: Bu uygulama tıbbi tavsiye, teşhis veya tedavi sağlamaz. Metin, grafik ve bilgiler de dahil olmak üzere tüm içerik yalnızca bilgilendirme amaçlıdır.
vi: Ứng dụng này không cung cấp lời khuyên y tế, chẩn đoán hoặc điều trị. Mọi nội dung, bao gồm văn bản, hình ảnh và thông tin, chỉ nhằm mục đích tham khảo.
zh_hans: 本应用不提供医疗建议、诊断或治疗。所有内容（包括文字、图形和信息）仅供参考。
zh_hant: 本應用程式不提供醫療建議、診斷或治療。所有內容（包括文字、圖像與資訊）僅供參考。
zh_hk: 本應用程式不提供醫療建議、診斷或治療。所有內容（包括文字、圖像及資訊）僅供參考。
